HeraldoArman/memora/apps/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# Required by LiveKit's esp_peer DTLS-SRTP transport.
CONFIG_MBEDTLS_SSL_PROTO_DTLS=y
CONFIG_MBEDTLS_SSL_DTLS_SRTP=y

CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
